Repository: dmshd/eupen-german-django-po
Catalog: auquotidien_django.po
Languages: fr

source: Payments
fr: Paiements

source: Control Panel
fr: Panneau de contrôle

source: Invalid value
fr: Valeur invalide

source: Admin role for forms
fr: Rôle d’administration des formulaires

source: Nobody
fr: Personne

source: Admin role for payments
fr: Rôle d’administration des paiements

source: Submit
fr: Bestätigen · Valider

source: Cancel
fr: Abbrechen · Annuler

source: Extra Options
fr: Options supplémentaires

source: Welcome on Publik back office interface
fr: Bienvenue sur le backoffice de Publik

source: Position on homepage
fr: Position sur la page d’accueil

source: First Column
fr: Première colonne

source: Second Column
fr: Seconde colonne

source: Sidebar
fr: Barre latérale

source: None
fr: Aucun

source: Limit number of items displayed on homepage
fr: Limite au nombre d’éléments affichés sur la page d’accueil

source: Categories
fr: Catégories

source: New
fr: Nouveau

source: New Category
fr: Nouvelle catégorie

source: Steps
fr: Étapes

source: Invoices
fr: Paiements

source: Pay Selected Invoices
fr: Payer les factures selectionnées

source: Pay
fr: Payer

source: canceled on %s
fr: annulé le %s

source: Details
fr: Détails

source: paid on %s
fr: payé le %s

source: %(name)s #%(id)s (%(status)s)
fr: %(name)s n°%(id)s (%(status)s)

source: My Space
fr: Mon espace personnel

source: My Profile
fr: Mon profil

source: My Forms
fr: Mes formulaires

source: My Invoices
fr: Mes paiements

source: You can delete your account freely from the services portal. This action is irreversible; it will destruct your personal datas and destruct the access to your request history.
fr: Vous pouvez à tout moment supprimer votre compte du portail de démarche. Cette suppression est définitive et entrainera la destruction de vos données personnelles et la perte de l'accès à votre historique de demandes.

source: Delete My Account
fr: Supprimer mon compte

source: Empty profile
fr: Profil vide

source: Edit My Profile
fr: Modifier mon profil

source: Change My Password
fr: Changer mon mot de passe

source: Apply Changes
fr: Enregistrer les changements

source: Edit Profile
fr: Modifier mon profil

source: New Password
fr: Neues Passwort · Nouveau mot de passe

source: New Password (confirm)
fr: Neues Passwort (Bestätigung)· Nouveau mot de passe (confirmation)

source: Change Password
fr: Passwort ändern · Changer le mot de passe

source: Passwords do not match
fr: Die Passwörter stimmen nicht überein · Les mots de passe ne correspondent pas

source: Register
fr: Anmelden · S’inscrire

source: Welcome
fr: Willkommen · Bienvenue

source: Are you really sure you want to remove your account?
fr: Sind Sie wirklich sicher, dass Sie Ihr Konto löschen wollen · Êtes-vous vraiment sûr/e de vouloir supprimer votre compte ?

source: Remove my account
fr: Supprimer mon compte

source: Removing Account
fr: Suppression du compte

source: Message on top of invoices page
fr: Texte en haut de la page des paiements

source: invoice %s paid
fr: facture %s payée

source: invoice %s unpaid
fr: facture %s non payée

source: invoice %s canceled
fr: facture %s annulée

source: Create Invoice <a href="%(url)s">%(id)s</a>: %(subject)s - %(amount)s &euro;
fr: Création du paiement <a href="%(url)s">%(id)s</a> : %(subject)s - %(amount)s &euro;

source: Invoice <a href="%(url)s">%(id)s</a> is paid with transaction number %(transaction_order_id)s
fr: Paiement <a href="%(url)s">%(id)s</a> effectué par la transaction numéro %(transaction_order_id)s

source: Cancel Invoice <a href="%(url)s">%(id)s</a>
fr: Annule le paiement <a href="%(url)s">%(id)s</a>

source: Try paying invoice <a href="%(url)s">%(id)s</a> with transaction number %(transaction_order_id)s
fr: Tentative de paiement de <a href="%(url)s">%(id)s</a> par la transaction numéro %(transaction_order_id)s

source: Payment Creation
fr: Paiement : création

source: Payable to %s
fr: Payable à %s

source: Payable (not completed)
fr: Payable (non complété)

source: Subject
fr: Sujet

source: Amount
fr: Montant

source: Regie
fr: Régie

source: Status after validation
fr: Statut après validation

source: Used only if the current status of the form does not contain any "Payment Validation" item
fr: Utilisé seulement si le statut actuel du formulaire ne contient pas d'élément de type "Paiement : validation"

source: If the value starts by = it will be interpreted as a Python expression.
fr: Si la valeur débute par le symbole = elle sera interprétée comme une expression Python.

source: Standard keys are: %s.
fr: Les clés standards sont: %s.

source: Parameters for the payment system
fr: Paramètres pour le système de paiement

source: %(form_name)s #%(formdata_id)s
fr: %(form_name)s - demande n°%(formdata_id)s

source: Payment Cancel
fr: Paiement : suppression

source: Cancel all Payments
fr: Annuler tous les paiements

source: Cancel Payments for %s
fr: Annuler les paiements pour %s

source: Cancel Payments (non completed)
fr: Suppression d’un paiement (non complété)

source: Reason
fr: Raison

source: All Regies
fr: Toutes les régies

source: Payment Validation
fr: Paiement : validation

source: Wait for payment validation
fr: En attente de la validation du paiement

source: Status once validated
fr: Statut après validation

source: Payment failed
fr: Paiement refusé

source: Payment succeeded
fr: Paiement terminé

source: Invoice: %s
fr: Paiement : %s

source: Amount: %s
fr: Montant : %s

source: From:
fr: Depuis :

source: Regie: %s
fr: Régie : %s

source: Created on: %s
fr: Date de création : %s

source: Details:
fr: Détails :

source: You can not pay to different regies.
fr: Vous ne pouvez pas payer différentes régies.

source: Banking Service:
fr: Service bancaire :

source: Payment notification URL:
fr: URL de notification de paiement :

source: Edit
fr: Ändern · Modifier

source: Delete
fr: Löschen · Supprimer

source: Edit Regie: %s
fr: Modifier la régie : %s

source: Label
fr: Libellé

source: Banking Service
fr: Service bancaire

source: Dummy (for tests)
fr: Factice (pour test)

source: You are about to irrevocably delete this regie.
fr: Vous allez définitivement supprimer cette régie.

source: Delete Regie
fr: Supprimer la régie

source: Deleting Regie: %s
fr: Suppression de la régie : %s

source: Direct Notification URL
fr: URL de notification directe

source: Dummy SIRET
fr: SIRET Factice

source: Payment backend do not list its options
fr: Le système de paiement ne liste pas ses options

source: Edit Service Options
fr: Modifier les options du service

source: Valeur invalide
fr: Ungültige Eingabe · Valeur invalide

source: manually set unpaid invoice %(invoice_id)s in regie %(regie)s
fr: paiement %(invoice_id)s sur la régie %(regie)s manuellement déclaré non-payé

source: manually set paid invoice %(invoice_id)s in regie %(regie)s
fr: paiement %(invoice_id)s sur régie %(regie)s manuellement déclaré payé

source: Set unpaid
fr: Déclarer non payé

source: Set paid
fr: Déclarer payé

source: Previous
fr: Zurück · Précédent

source: Regies
fr: Régies

source: New Regie
fr: Nouvelle régie

source: You are not allowed to access Payments Management
fr: Vous n’êtes pas autorisé à accéder à la gestion des paiements

source: Payment is not supported.
fr: Le paiement n’est pas géré.

source: There are no regies defined at the moment.
fr: Il n’y a pas de régie définie pour le moment.

source: Message on top of an invoice
fr: Message en haut d’un paiement

source: New invoice
fr: Nouvelle facture

source: Available variables: user, regie, invoice, invoice_url
fr: Variables disponibles : user, regie, invoice, invoice_url

source: A new invoice is available at [invoice_url].
fr: Une nouvelle facture est disponible ici : [invoice_url].

source: Paid invoice
fr: Facturé payée

source: The invoice [invoice_url] has been paid.
fr: La facture [invoice_url] a été payée.

source: Canceled invoice
fr: Facture annulée

source: The invoice [invoice.id] has been canceled.
fr: La facture [invoice.id] a été annulée.

source: Authentication subsystem is not yet configured.
fr: Le sous-système d’authentification n’est pas encore configuré.

source: Login
fr: Connexion

source: Email
fr: Courriel

source: Username
fr: Identifikator · Identifiant

source: Password
fr: Passwort · Mot de passe

source: Connect
fr: Login · Connexion

source: Forgotten password ?
fr: Passwort vergessen · Mot de passe oublié ?

source: Home
fr: Accueil

source: Services
fr: Démarches

source: authentication required
fr: Identifikationserfordernis · identification requise

source: Access to all forms of the "%s" category
fr: Afficher tous les formulaires de la catégorie « %s »

source: Access to all forms in this category
fr: Afficher tous les formulaires de cette catégorie

source: Tracking code
fr: Tracking-Code · Code de suivi

source: Load
fr: Bestätigen · Valider

source: Access to your personal space
fr: Accès à votre espace personnel

source: Logout
fr: Abmelden · Déconnexion

source: Registration
fr: Inscription

source: Editor Informations
fr: Informations éditeur

source: Accessibility Statement
fr: Déclaration d’accessibilité

source: Help
fr: Aide

source: Contact Information
fr: Informations de contact

source: Connecting with Identity Provider
fr: Connexion par fournisseur d’identités

source: <h3>Connecting with Identity Provider</h3> <p>You can also use your identity provider to connect. </p>
fr: <h3>Connexion par fournisseur d'identités</h3> <p>Vous pouvez également utiliser votre fournisseur d'identités pour vous connecter. </p>

source: Home Page
fr: Page d’accueil

source: Assistance text next to errors
fr: Texte d’assistance à côté des erreurs
